[
  {
    "id": 1,
    "slug":"handy-cleaning",
    "title": "Handy Cleaning",
    "title2": "Project Overview",
    "img": "/img/portfolio/handy-cleaning.png",
    "img1": "/img/portfolio/handy-cleaning.svg",
    "url": "https://handycleaning.com.au/", 
    "detailsImg": "/img/portfolio/portfolio-details-1.jpg",
    "desc": "They are was greater open above shelter lets itself under appear sixth open gathering made upon can't own above midst gathering gathered he one us saying can't divide.",
    "shortDesc": "Cloud Migration for Enhanced Efficiency",
    "desc1": "Handy Cleaning, a rapidly growing cleaning service provider, faced challenges with their on-premises website infrastructure. They experienced frequent downtime, scalability issues, and high maintenance costs, hindering their ability to manage online bookings and customer interactions efficiently.",
    

    "dataFilter": "branding",
    "statusItem": [
      {
        "title": "Category",
        "desc": "Web Design"
      },
      {
        "title": "Client",
        "desc": "Handy Cleaning"
      },
      {
        "title": "Start Date",
        "desc": "June 20, 2020"
      },
      {
        "title": "Designer",
        "desc": "EmpericTech"
      }
    ],
    "descItems": [
      {
        "title": "Our Solution",
        "desc": "We provided a comprehensive cloud migration strategy, transitioning their website to a scalable and reliable cloud environment. We implemented robust cloud infrastructure, optimized website performance, and ensured seamless data migration."
      },
      {
        "title": "Outcome",
        "desc": "Handy Cleaning now enjoys a highly reliable and scalable website with minimal downtime. They have experienced a significant reduction in maintenance costs and improved customer satisfaction due to faster website loading times and enhanced user experience. This migration has enabled them to focus on business growth, rather than IT issues."
      }
    ]
  },
  {
    "id": 2,
    "slug":"neptune-vr",
    "title": "Neptune VR",
    "title2": "Project Description",
    "url": "https://neptunevr.com.au/", 
    "img": "/img/portfolio/neptune-vr.png",
    "img1": "/img/portfolio/neptune-vr.jpg",
    "detailsImg": "/img/portfolio/portfolio-details-2.jpg",
    "desc": "They are was greater open above shelter lets itself under appear sixth open gathering made upon can't own above midst gathering gathered he one us saying can't divide.",
    "shortDesc": "Immersive Website Design for Virtual Reality Gaming",
    "desc1": "Neptune VR, a cutting-edge virtual reality gaming experience business, needed a website that reflected their innovative and immersive brand. They required a visually stunning and highly engaging website to showcase their VR gaming experiences and attract a tech-savvy audience.",
    

    "dataFilter": "uxui",
    "statusItem": [
      {
        "title": "Category",
        "desc": "Web Design"
      },
      {
        "title": "Client",
        "desc": "Neptune VR"
      },
      {
        "title": "Start Date",
        "desc": "October 13, 2024"
      },
      {
        "title": "Designer",
        "desc": "EmpericTech"
      }
    ],
    "descItems": [
      {
        "title": "Our Solution",
        "desc": "We designed and developed a custom website that captured the essence of Neptune VR's brand. We created an immersive user experience with interactive elements, high- quality visuals, and seamless navigation. The website was optimized for various devices and platforms to ensure accessibility and engagement."
      },
      {
        "title": "Outcome",
        "desc": "Neptune VR's new website has significantly increased their online presence and engagement. The visually stunning design and immersive user experience have attracted a wider audience and enhanced their brand image. The website has become a key tool for showcasing their VR gaming experiences and driving customer acquisition."
      }
    ]
  },
  {
    "id": 3,
    "slug":"sublime-attire-collection",
    "title": "Sublime Attire Creation",
    "url": "", 
    "title2": "Project Description",
    "img": "/img/portfolio/4.jpg",
    "img1": "/img/portfolio/4.jpg",
    "detailsImg": "/img/portfolio/portfolio-details-3.jpg",
    "desc": "They are was greater open above shelter lets itself under appear sixth open gathering made upon can't own above midst gathering gathered he one us saying can't divide.",
    "shortDesc": "Digital Marketing for Bridal Boutique Growth",
    "desc1": "Sublime Attire Creation, a boutique bridal clothing store, sought to expand its online presence and attract a wider customer base. They needed a targeted digital marketing strategy to showcase their unique bridal collections and drive appointments.",
    
    "dataFilter": "mobile-app",
    "statusItem": [
      {
        "title": "Category",
        "desc": "Web Design"
      },
      {
        "title": "Client",
        "desc": "Sublime Attire Collection"
      },
      {
        "title": "Start Date",
        "desc": "February 04, 2024"
      },
      {
        "title": "Designer",
        "desc": "EmpericTech"
      }
    ],
    "descItems": [
      {
        "title": "Our Solution",
        "desc": "We developed a comprehensive digital marketing campaign that included targeted social media advertising, SEO optimisation, and engaging content creation. We focused on highlighting Sublime Attire Creation's unique brand and exquisite bridal designs."
      },
      {
        "title": "Outcome",
        "desc": "Sublime Attire Creation experienced a significant increase in website traffic, social media engagement, and appointment bookings. Their online presence was enhanced, leading to increased brand awareness and customer acquisition. The targeted digital marketing strategy drove qualified leads and boosted sales."
      }
    ]
  },
  {
    "id": 4,
    "slug":"nepse-trading",
    "title": "NEPSE Trading",
    "title2": "Project Description",
    "img": "/img/portfolio/nepse-trading.png",
    "img1": "/img/portfolio/nepse-trading.svg",
    "url": "https://www.nepsetrading.com/", 
    "detailsImg": "/img/portfolio/portfolio-details-4.jpg",
    "desc": "They are was greater open above shelter lets itself under appear sixth open gathering made upon can't own above midst gathering gathered he one us saying can't divide.",
    "shortDesc": "Website Design and IT Support",
    "desc1": "NEPSE Trading, a dynamic platform for real-time stock market data and trading services, required a robust and scalable website. They needed a system that could handle high-volume data, deliver real-time stock prices and news, and provide seamless trading services. They also required ongoing, reliable IT support.",
    

    "dataFilter": "branding",
    "statusItem": [
      {
        "title": "Category",
        "desc": "Web Design"
      },
      {
        "title": "Client",
        "desc": "Nepse Trading"
      },
      {
        "title": "Start Date",
        "desc": "December 01, 2023"
      },
      {
        "title": "Designer",
        "desc": "EmpericTech"
      }
    ],
    "descItems": [
      {
        "title": "Our Solution",
        "desc": "We developed a custom web platform with real-time data integration, providing up-to-the-second stock prices and news. We implemented secure trading functionalities and provided ongoing IT support to ensure the platform's reliability and performance."
      },
      {
        "title": "Outcome",
        "desc": "NEPSE Trading now provides a reliable and efficient platform for traders, with real-time data and seamless trading services. The platform's performance has been optimized, and the ongoing IT support ensures minimal downtime. This project has enhanced NEPSE Trading's market presence and user satisfaction."
      }
    ]
  }
]
